{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<user>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<reply>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          1
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "<user>": 4,
      "<reply>": 5,
      "<sep>": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "¡": 101,
      "¢": 102,
      "£": 103,
      "¤": 104,
      "¥": 105,
      "¦": 106,
      "§": 107,
      "¨": 108,
      "©": 109,
      "ª": 110,
      "«": 111,
      "¬": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ã": 134,
      "Ä": 135,
      "Å": 136,
      "Æ": 137,
      "Ç": 138,
      "È": 139,
      "É": 140,
      "Ê": 141,
      "Ë": 142,
      "Ì": 143,
      "Í": 144,
      "Î": 145,
      "Ï": 146,
      "Ð": 147,
      "Ñ": 148,
      "Ò": 149,
      "Ó": 150,
      "Ô": 151,
      "Õ": 152,
      "Ö": 153,
      "×": 154,
      "Ø": 155,
      "Ù": 156,
      "Ú": 157,
      "Û": 158,
      "Ü": 159,
      "Ý": 160,
      "Þ": 161,
      "ß": 162,
      "à": 163,
      "á": 164,
      "â": 165,
      "ã": 166,
      "ä": 167,
      "å": 168,
      "æ": 169,
      "ç": 170,
      "è": 171,
      "é": 172,
      "ê": 173,
      "ë": 174,
      "ì": 175,
      "í": 176,
      "î": 177,
      "ï": 178,
      "ð": 179,
      "ñ": 180,
      "ò": 181,
      "ó": 182,
      "ô": 183,
      "õ": 184,
      "ö": 185,
      "÷": 186,
      "ø": 187,
      "ù": 188,
      "ú": 189,
      "û": 190,
      "ü": 191,
      "ý": 192,
      "þ": 193,
      "ÿ": 194,
      "Ā": 195,
      "ā": 196,
      "Ă": 197,
      "ă": 198,
      "Ą": 199,
      "ą": 200,
      "Ć": 201,
      "ć": 202,
      "Ĉ": 203,
      "ĉ": 204,
      "Ċ": 205,
      "ċ": 206,
      "Č": 207,
      "č": 208,
      "Ď": 209,
      "ď": 210,
      "Đ": 211,
      "đ": 212,
      "Ē": 213,
      "ē": 214,
      "Ĕ": 215,
      "ĕ": 216,
      "Ė": 217,
      "ė": 218,
      "Ę": 219,
      "ę": 220,
      "Ě": 221,
      "ě": 222,
      "Ĝ": 223,
      "ĝ": 224,
      "Ğ": 225,
      "ğ": 226,
      "Ġ": 227,
      "ġ": 228,
      "Ģ": 229,
      "ģ": 230,
      "Ĥ": 231,
      "ĥ": 232,
      "Ħ": 233,
      "ħ": 234,
      "Ĩ": 235,
      "ĩ": 236,
      "Ī": 237,
      "ī": 238,
      "Ĭ": 239,
      "ĭ": 240,
      "Į": 241,
      "į": 242,
      "İ": 243,
      "ı": 244,
      "Ĳ": 245,
      "ĳ": 246,
      "Ĵ": 247,
      "ĵ": 248,
      "Ķ": 249,
      "ķ": 250,
      "ĸ": 251,
      "Ĺ": 252,
      "ĺ": 253,
      "Ļ": 254,
      "ļ": 255,
      "Ľ": 256,
      "ľ": 257,
      "Ŀ": 258,
      "ŀ": 259,
      "Ł": 260,
      "ł": 261,
      "Ń": 262,
      "Ġt": 263,
      "Ġa": 264,
      "in": 265,
      "čĊ": 266,
      "on": 267,
      "he": 268,
      "ti": 269,
      "re": 270,
      "Ġthe": 271,
      "er": 272,
      "Ġs": 273,
      "Ġo": 274,
      "en": 275,
      "al": 276,
      "Ġc": 277,
      "or": 278,
      "at": 279,
      "tion": 280,
      "es": 281,
      "Ġof": 282,
      "is": 283,
      "Ġp": 284,
      "an": 285,
      "ed": 286,
      "Ġf": 287,
      "ar": 288,
      "it": 289,
      "ro": 290,
      "ing": 291,
      "Ġan": 292,
      "Ġin": 293,
      "Ġw": 294,
      "Ġd": 295,
      "Ġm": 296,
      "ic": 297,
      "Ġb": 298,
      "le": 299,
      "Ġand": 300,
      "ation": 301,
      "as": 302,
      "Ġe": 303,
      "Ġto": 304,
      "el": 305,
      "et": 306,
      "ent": 307,
      "Ġre": 308,
      "ct": 309,
      "st": 310,
      "Ġth": 311,
      "om": 312,
      "im": 313,
      "ul": 314,
      "Ġn": 315,
      "ra": 316,
      "ly": 317,
      "ve": 318,
      "un": 319,
      "ur": 320,
      "si": 321,
      "od": 322,
      "ce": 323,
      "Ġis": 324,
      "Ġl": 325,
      "Ġfor": 326,
      "us": 327,
      "ol": 328,
      "Ġg": 329,
      "ith": 330,
      "Ġpro": 331,
      "ch": 332,
      "Ġst": 333,
      "tic": 334,
      "ow": 335,
      "Ġcon": 336,
      "Ġh": 337,
      "qu": 338,
      "ĠT": 339,
      "per": 340,
      "Ġon": 341,
      "ig": 342,
      "Ġthat": 343,
      "res": 344,
      "am": 345,
      "Ġwith": 346,
      "ut": 347,
      "il": 348,
      "Ġ$": 349,
      "um": 350,
      "ver": 351,
      "Ġex": 352,
      "se": 353,
      "ity": 354,
      "ot": 355,
      "id": 356,
      "Ġwe": 357,
      "ate": 358,
      "We": 359,
      "em": 360,
      "ec": 361,
      "pl": 362,
      "Ġ(": 363,
      "ab": 364,
      "if": 365,
      "ge": 366,
      "ri": 367,
      "ter": 368,
      "the": 369,
      "ect": 370,
      "Ġas": 371,
      "Ġal": 372,
      "Ġbe": 373,
      "omp": 374,
      "Ġare": 375,
      "ction": 376,
      "ĠThe": 377,
      "ure": 378,
      "ations": 379,
      "os": 380,
      "Ġmod": 381,
      "Ġv": 382,
      "ir": 383,
      "Ġby": 384,
      "ĠWe": 385,
      "Ġsp": 386,
      "Ġsu": 387,
      "iz": 388,
      "und": 389,
      "pro": 390,
      "ts": 391,
      "ĠI": 392,
      "ac": 393,
      "ical": 394,
      "for": 395,
      "ain": 396,
      "di": 397,
      "ant": 398,
      "ran": 399,
      "Ġcomp": 400,
      "Ġwh": 401,
      "rom": 402,
      "ener": 403,
      "Ġus": 404,
      "ist": 405,
      "sion": 406,
      "Ġmodel": 407,
      "Ġthis": 408,
      "Ġres": 409,
      "ag": 410,
      "Ġde": 411,
      "Ġsh": 412,
      "ren": 413,
      "ess": 414,
      "du": 415,
      "tive": 416,
      "ment": 417,
      "Ġat": 418,
      "oc": 419,
      "ich": 420,
      "ff": 421,
      "ated": 422,
      "and": 423,
      "ĠS": 424,
      "ĠA": 425,
      "form": 426,
      "ore": 427,
      "igh": 428,
      "op": 429,
      "ud": 430,
      "Ġap": 431,
      "ine": 432,
      "ap": 433,
      "ble": 434,
      "og": 435,
      "Ġfrom": 436,
      "ution": 437,
      "Ġne": 438,
      "Ġor": 439,
      "ay": 440,
      "ad": 441,
      "Ġpar": 442,
      "Ġqu": 443,
      "red": 444,
      "Ġsy": 445,
      "Ġwhich": 446,
      "th": 447,
      "Ġim": 448,
      "vel": 449,
      "ari": 450,
      "ers": 451,
      "ru": 452,
      "ork": 453,
      "te": 454,
      "tim": 455,
      "ĠC": 456,
      "Ġob": 457,
      "Ġcan": 458,
      "ĠM": 459,
      "ally": 460,
      "ph": 461,
      "ass": 462,
      "etw": 463,
      "Ġch": 464,
      "ĠIn": 465,
      "con": 466,
      "ĠH": 467,
      "Ġco": 468,
      "Ġcl": 469,
      "Ġmet": 470,
      "Ġit": 471,
      "act": 472,
      "ous": 473,
      "to": 474,
      "ence": 475,
      "end": 476,
      "Ġshow": 477,
      "Ġle": 478,
      "ĠF": 479,
      "able": 480,
      "ies": 481,
      "stem": 482,
      "all": 483,
      "ance": 484,
      "Ġdat": 485,
      "Ġsc": 486,
      "ave": 487,
      "fe": 488,
      "Ġresul": 489,
      "resent": 490,
      "up": 491,
      "ion": 492,
      "ell": 493,
      "de": 494,
      "of": 495,
      "hod": 496,
      "ach": 497,
      "Ġdis": 498,
      "der": 499,
      "ron": 500,
      "rib": 501,
      "ric": 502,
      "Ġac": 503,
      "ple": 504,
      "ary": 505,
      "ĠB": 506,
      "Ġ$\\": 507,
      "Ġper": 508,
      "Ġme": 509,
      "Ġsystem": 510,
      "ties": 511,
      "ase": 512,
      "Ġse": 513,
      "tial": 514,
      "feren": 515,
      "eld": 516,
      "Ġun": 517,
      "ys": 518,
      "ace": 519,
      "ield": 520,
      "tain": 521,
      "vi": 522,
      "ms": 523,
      "ates": 524,
      "wo": 525,
      "ak": 526,
      "Ġph": 527,
      "ular": 528,
      "Ġgener": 529,
      "ĠL": 530,
      "ign": 531,
      "ves": 532,
      "Ġmethod": 533,
      "por": 534,
      "ne": 535,
      "Ġeff": 536,
      "Ġinter": 537,
      "ased": 538,
      "cl": 539,
      "Ġ1": 540,
      "tical": 541,
      "so": 542,
      "ruct": 543,
      "ĠG": 544,
      "olution": 545,
      "ser": 546,
      "ens": 547,
      "Ġwhe": 548,
      "ound": 549,
      "est": 550,
      "Ġdata": 551,
      "Ġdif": 552,
      "ose": 553,
      "Ġpa": 554,
      "Ġad": 555,
      "unction": 556,
      "his": 557,
      "Ġ\\": 558,
      "Ġk": 559,
      "Ġr": 560,
      "Ġtwo": 561,
      "low": 562,
      "}$": 563,
      "ĠO": 564,
      "Ġev": 565,
      "Ġsim": 566,
      "ved": 567,
      "Ġtran": 568,
      "Ġcont": 569,
      "Ġpo": 570,
      "ility": 571,
      "Ġfin": 572,
      "Ġprop": 573,
      "lect": 574,
      "Ġappro": 575,
      "enc": 576,
      "ĠP": 577,
      "ther": 578,
      "Ġdet": 579,
      "me": 580,
      "ents": 581,
      "ory": 582,
      "age": 583,
      "ide": 584,
      "rain": 585,
      "tions": 586,
      "ust": 587,
      "ĠD": 588,
      "ĠR": 589,
      "her": 590,
      "Ġop": 591,
      "ight": 592,
      "ial": 593,
      "Ġanal": 594,
      "Ġresults": 595,
      "ard": 596,
      "ors": 597,
      "Ġnon": 598,
      "ime": 599,
      "een": 600,
      "ex": 601,
      "ax": 602,
      "ization": 603,
      "Ġhave": 604,
      "Ġrel": 605,
      "our": 606,
      "ati": 607,
      "plic": 608,
      "ĠN": 609,
      "Ġalso": 610,
      "etween": 611,
      "ack": 612,
      "Ġour": 613,
      "yn": 614,
      "ree": 615,
      "alu": 616,
      "Ġform": 617,
      "Ġmo": 618,
      "duc": 619,
      "ug": 620,
      "cess": 621,
      "ative": 622,
      "ension": 623,
      "Ġfield": 624,
      "olog": 625,
      "ĠThis": 626,
      "Ġdist": 627,
      "Ġen": 628,
      "Ġ2": 629,
      "ite": 630,
      "ill": 631,
      "ures": 632,
      "_{": 633,
      "ĠE": 634,
      "ature": 635,
      "Ġnum": 636,
      "Ġdes": 637,
      "port": 638,
      "ath": 639,
      "Ġfunction": 640,
      "Ġra": 641,
      "par": 642,
      "gy": 643,
      "Ġar": 644,
      "Ġpresent": 645,
      "Ġequ": 646,
      "ven": 647,
      "ating": 648,
      "Ġthese": 649,
      "Ġdi": 650,
      "Ġnot": 651,
      "sc": 652,
      "Ġcor": 653,
      "Ġhas": 654,
      "udy": 655,
      "erm": 656,
      "Ġbetween": 657,
      "Ġdifferen": 658,
      "Ġgra": 659,
      "Ġpaper": 660,
      "ber": 661,
      "yp": 662,
      "Ġusing": 663,
      "met": 664,
      "Ġmat": 665,
      "Ġobser": 666,
      "amet": 667,
      "Ġem": 668,
      "Ġvari": 669,
      "ome": 670,
      "Ġconst": 671,
      "arge": 672,
      "Ġsuch": 673,
      "ulti": 674,
      "ting": 675,
      "ning": 676,
      "ynam": 677,
      "Ġacc": 678,
      "pend": 679,
      "rac": 680,
      "oth": 681,
      "Ġpl": 682,
      "antum": 683,
      "Ġro": 684,
      "Ġno": 685,
      "Ġcom": 686,
      "Ġproble": 687,
      "Ġstudy": 688,
      "ond": 689,
      "Ġext": 690,
      "ry": 691,
      "Ġmodels": 692,
      "Ġreg": 693,
      "Ġab": 694,
      "sp": 695,
      "perim": 696,
      "Ġhigh": 697,
      "^{": 698,
      "are": 699,
      "ici": 700,
      "Ġhe": 701,
      "etwork": 702,
      "ang": 703,
      "gor": 704,
      "ific": 705,
      "under": 706,
      "osed": 707,
      "Ġdisc": 708,
      "Ġtime": 709,
      "imension": 710,
      "Ġpre": 711,
      "ark": 712,
      "ability": 713,
      "ics": 714,
      "ribution": 715,
      "energy": 716,
      "ugh": 717,
      "ely": 718,
      "Ġnew": 719,
      "Ġrec": 720,
      "Ġtrans": 721,
      "int": 722,
      "Ġone": 723,
      "lu": 724,
      "ized": 725,
      "Ġgro": 726,
      "The": 727,
      "ject": 728,
      "Ġprov": 729,
      "agne": 730,
      "ong": 731,
      "Ġset": 732,
      "fin": 733,
      "ma": 734,
      "ie": 735,
      "gorith": 736,
      "rate": 737,
      ")$": 738,
      "out": 739,
      "Ġint": 740,
      "su": 741,
      "asure": 742,
      "Ġsub": 743,
      "ces": 744,
      "Ġits": 745,
      "Ġtheir": 746,
      "ments": 747,
      "les": 748,
      "Ġquantum": 749,
      "Ġexp": 750,
      "Ġover": 751,
      "Ġpartic": 752,
      "Ġsign": 753,
      "rel": 754,
      "Ġunder": 755,
      "Ġperform": 756,
      "bit": 757,
      "Ġfe": 758,
      "Ġdec": 759,
      "dition": 760,
      "ob": 761,
      "inear": 762,
      "ual": 763,
      "tif": 764,
      "Ġout": 765,
      "Ġstruct": 766,
      "ĠW": 767,
      "ni": 768,
      "Ġran": 769,
      "Ġgi": 770,
      "Ġmulti": 771,
      "Ġspect": 772,
      "irst": 773,
      "Ġfind": 774,
      "ep": 775,
      ").": 776,
      "math": 777,
      "Ġlow": 778,
      "00": 779,
      "ile": 780,
      "Ġgeneral": 781,
      "ving": 782,
      "Ġfra": 783,
      "Ġnetwork": 784,
      "Ġsam": 785,
      "agnetic": 786,
      "Ġparamet": 787,
      "ip": 788,
      "ential": 789,
      "ational": 790,
      "Ġcomple": 791,
      "ral": 792,
      "ied": 793,
      "ast": 794,
      "Ġstate": 795,
      "formation": 796,
      "vity": 797,
      "Ġwhere": 798,
      "Ġass": 799,
      "Ġver": 800,
      "mmet": 801,
      "Ġman": 802,
      "Ġlear": 803,
      "Ġenergy": 804,
      "Ġalgorith": 805,
      "rent": 806,
      "Ġall": 807,
      "action": 808,
      "Ġwork": 809,
      "Ġmass": 810,
      "Ġexperim": 811,
      "Ġbased": 812,
      "),": 813,
      "now": 814,
      "Ġproper": 815,
      "Ġcomput": 816,
      "Ġcol": 817,
      "Ġdifferent": 818,
      "Ġes": 819,
      "Ġboth": 820,
      "Ġmeasure": 821,
      "'s": 822,
      "arg": 823,
      "ail": 824,
      "Ġbound": 825,
      "Ġscal": 826,
      "ise": 827,
      "Ġthan": 828,
      "Ġelect": 829,
      "Ġobtain": 830,
      "Ġproblem": 831,
      "Ġloc": 832,
      "ĠK": 833,
      "imit": 834,
      "ĠOur": 835,
      "present": 836,
      "redic": 837,
      "Ġspace": 838,
      "Ġbeen": 839,
      "Ġwell": 840,
      "Ġclass": 841,
      "Ġlarge": 842,
      "ars": 843,
      "ress": 844,
      "ize": 845,
      "Ġsur": 846,
      "rm": 847,
      "Ġdynam": 848,
      "Ġconsi": 849,
      "Ġsystems": 850,
      "Ġsuper": 851,
      "istic": 852,
      "clud": 853,
      "Ġprocess": 854,
      "sive": 855,
      "Ġtheory": 856,
      "Ġcur": 857,
      "Ġapproach": 858,
      "ulation": 859,
      "comp": 860,
      "onst": 861,
      "Ġ3": 862,
      "sition": 863,
      "ĠU": 864,
      "ysis": 865,
      "Ġuse": 866,
      "ically": 867,
      "eri": 868,
      "Ġused": 869,
      "ue": 870,
      "ever": 871,
      "ll": 872,
      "ech": 873,
      "emonst": 874,
      "ik": 875,
      "ency": 876,
      "tig": 877,
      "Ġsolution": 878,
      "Ġmore": 879,
      "over": 880,
      "Ġsm": 881,
      "Ġinte": 882,
      "Ġup": 883,
      "atter": 884,
      "Ġfirst": 885,
      "Ġeffect": 886,
      "velop": 887,
      "Ġnumber": 888,
      "ural": 889,
      "ub": 890,
      "chan": 891,
      "cre": 892,
      "old": 893,
      "Ġinto": 894,
      "ator": 895,
      "ection": 896,
      "ective": 897,
      "ix": 898,
      "ensity": 899,
      "$-": 900,
      "tex": 901,
      "omet": 902,
      "Ġestim": 903,
      "Ġorder": 904,
      "vely": 905,
      "ases": 906,
      "gra": 907,
      "Ġexpl": 908,
      "vari": 909,
      "aus": 910,
      "Ġlimit": 911,
      "eng": 912,
      "aract": 913,
      "In": 914,
      "imensional": 915,
      "Ġreal": 916,
      "mod": 917,
      "ulations": 918,
      "arch": 919,
      "ets": 920,
      "duced": 921,
      "$\\": 922,
      "orm": 923,
      "Ġproposed": 924,
      "$,": 925,
      "Ġother": 926,
      "Ġdesc": 927,
      "Ġpredic": 928,
      "Ġwhen": 929,
      "ks": 930,
      "icient": 931,
      "ib": 932,
      "ten": 933,
      "sh": 934,
      "aracter": 935,
      "upl": 936,
      "duct": 937,
      "Ġtyp": 938,
      "Ġonly": 939,
      "alc": 940,
      "Ġmethods": 941,
      "vestig": 942,
      "rin": 943,
      "Ġsome": 944,
      "Ġsol": 945,
      "$.": 946,
      "ty": 947,
      "Ġbut": 948,
      "ian": 949,
      "owever": 950,
      "Ġoptim": 951,
      "ted": 952,
      "Ġradi": 953,
      "Ġdistribution": 954,
      "Ġlearning": 955,
      "Ġanalysis": 956,
      "qui": 957,
      "emper": 958,
      "ons": 959,
      "rough": 960,
      "ole": 961,
      "ental": 962,
      "Ġvalu": 963,
      "rong": 964,
      "work": 965,
      "duce": 966,
      "Ġdemonst": 967,
      "Ġsing": 968,
      "Ġag": 969,
      "alax": 970,
      "Ġphase": 971,
      "hes": 972,
      "based": 973,
      "ision": 974,
      "Ġtech": 975,
      "Ġdo": 976,
      "atic": 977,
      "{\\": 978,
      "udi": 979,
      "Ġ0": 980,
      "Ġstructure": 981,
      "Ġproperties": 982,
      "Ġam": 983,
      "fer": 984,
      "Ġspin": 985,
      "rect": 986,
      "sible": 987,
      "Ġapplic": 988,
      "ss": 989,
      "otential": 990,
      "ected": 991,
      "Ġcase": 992,
      "Ġy": 993,
      "hen": 994,
      "resp": 995,
      "oun": 996,
      "xim": 997,
      "Ġcons": 998,
      "iden": 999,
      "uss": 1000,
      "Ġdevelop": 1001,
      "Ġoper": 1002,
      "Ġgroup": 1003,
      "Ġpropose": 1004,
      "vers": 1005,
      "urther": 1006,
      "uld": 1007,
      "Ġpos": 1008,
      "sy": 1009,
      "ological": 1010,
      "Ġobserv": 1011,
      "ost": 1012,
      "Ġresp": 1013,
      "Ġanaly": 1014,
      "Ġderi": 1015,
      "ord": 1016,
      "atures": 1017,
      "Ġknow": 1018,
      "Ġintro": 1019,
      "ities": 1020,
      "val": 1021,
      "ission": 1022,
      "Ġexist": 1023,
      "Ġinvestig": 1024,
      "au": 1025,
      "eff": 1026,
      "rop": 1027,
      "ication": 1028,
      "Ġperformance": 1029,
      "ages": 1030,
      "avi": 1031,
      "ton": 1032,
      "cle": 1033,
      "ality": 1034,
      "Ġgraph": 1035,
      "sim": 1036,
      "ings": 1037,
      "atis": 1038,
      "ificant": 1039,
      "ption": 1040,
      "Ġinclud": 1041,
      "mework": 1042,
      "Ġalgorithm": 1043,
      "Ġconsider": 1044,
      "depend": 1045,
      "bin": 1046,
      "Ġcomm": 1047,
      "Ġrepresent": 1048,
      "Ġmagnetic": 1049,
      "Ġdepend": 1050,
      "dom": 1051,
      "with": 1052,
      "Ġspec": 1053,
      "ross": 1054,
      "Ġlocal": 1055,
      "dimensional": 1056,
      "Ġstates": 1057,
      "Ġcalc": 1058,
      "ower": 1059,
      "Ġtra": 1060,
      "Ġimpro": 1061,
      "sig": 1062,
      "face": 1063,
      "ness": 1064,
      "Ġsmall": 1065,
      "Ġstrong": 1066,
      "Ġcomplex": 1067,
      "Ġthere": 1068,
      "Ġcharacter": 1069,
      "ecti": 1070,
      "Ġflu": 1071,
      "Ġinteraction": 1072,
      "Ġinformation": 1073,
      "nel": 1074,
      "als": 1075,
      "round": 1076,
      "niqu": 1077,
      "Ġ-": 1078,
      "ism": 1079,
      "Ġallow": 1080,
      "emperature": 1081,
      "ult": 1082,
      "Ġeach": 1083,
      "Ġgalax": 1084,
      "Ġsec": 1085,
      "ĠIt": 1086,
      "Ġdom": 1087,
      "ĠV": 1088,
      "Ġj": 1089,
      "Ġrecent": 1090,
      "Ġdiscuss": 1091,
      "Ġexam": 1092,
      "sing": 1093,
      "geb": 1094,
      "Ġapp": 1095,
      "ov": 1096,
      "hed": 1097,
      "Ġwas": 1098,
      "urb": 1099,
      "ology": 1100,
      "Ġdeterm": 1101,
      "Ġdensity": 1102,
      "Ġcoupl": 1103,
      "Ġmay": 1104,
      "ĠFor": 1105,
      "Ġany": 1106,
      "ful": 1107,
      "Ġtas": 1108,
      "Ġpotential": 1109,
      "Ġthree": 1110,
      "ike": 1111,
      "Ġmin": 1112,
      "ared": 1113,
      "Ġincre": 1114,
      "pre": 1115,
      "Ġprovide": 1116,
      "cur": 1117,
      "Ġmost": 1118,
      "Ġtrain": 1119,
      "Ġiden": 1120,
      "vious": 1121,
      "Ġtheore": 1122,
      "Ġstudi": 1123,
      "Ġbl": 1124,
      "ples": 1125,
      "agn": 1126,
      "Ġthrough": 1127,
      "av": 1128,
      "cal": 1129,
      "ene": 1130,
      "anc": 1131,
      "havi": 1132,
      "Ġfact": 1133,
      "Ġif": 1134,
      "time": 1135,
      "com": 1136,
      "Ġframework": 1137,
      "Ġsour": 1138,
      "that": 1139,
      "po": 1140,
      "oci": 1141,
      "put": 1142,
      "Ġprovid": 1143,
      "ertain": 1144,
      "ators": 1145,
      "olar": 1146,
      "Ġparticular": 1147,
      "Ġsingle": 1148,
      "Ġdesign": 1149,
      "respond": 1150,
      "Ġlead": 1151,
      "Ġresult": 1152,
      "Ġphys": 1153,
      "ĠTo": 1154,
      "Ġhy": 1155,
      "Ġfound": 1156,
      "verse": 1157,
      "Ġdescrib": 1158,
      "ind": 1159,
      "ĠHowever": 1160,
      "Ġhow": 1161,
      "Ġcontro": 1162,
      "Ġter": 1163,
      "Ġdue": 1164,
      "ane": 1165,
      "Ġelectron": 1166,
      "requ": 1167,
      "Ġsymmet": 1168,
      "Ġobserved": 1169,
      "chie": 1170,
      "ia": 1171,
      "ray": 1172,
      "Ġlinear": 1173,
      "Ġsignificant": 1174,
      "Ġachie": 1175,
      "Ġtop": 1176,
      "Ġobtained": 1177,
      "inu": 1178,
      "Ġinteg": 1179,
      "10": 1180,
      "Ġthen": 1181,
      "cor": 1182,
      "art": 1183,
      "Ġpower": 1184,
      "Ġtechniqu": 1185,
      "Ġprob": 1186,
      "Ġphot": 1187,
      "Ġregion": 1188,
      "Ġcap": 1189,
      "Ġparameters": 1190,
      "Ġrequi": 1191,
      "ĠX": 1192,
      "Ġdatas": 1193,
      "aces": 1194,
      "dependent": 1195,
      "text": 1196,
      "anti": 1197,
      "Ġwhile": 1198,
      "sif": 1199,
      "duction": 1200,
      "Ġclust": 1201,
      "gener": 1202,
      "we": 1203,
      "uring": 1204,
      "linear": 1205,
      "lo": 1206,
      "itud": 1207,
      "Ġz": 1208,
      "Ġmechan": 1209,
      "edge": 1210,
      "ew": 1211,
      "Ġapproxim": 1212,
      "rection": 1213,
      "rum": 1214,
      "pt": 1215,
      "ditions": 1216,
      "Ġfinite": 1217,
      "Ġnumer": 1218,
      "Ġfunctions": 1219,
      "Ġterms": 1220,
      "Ġer": 1221,
      "Ġdemonstrate": 1222,
      "Ġbehavi": 1223,
      "tivity": 1224,
      "co": 1225,
      "const": 1226,
      "andard": 1227,
      "ish": 1228,
      "Ġlat": 1229,
      "assif": 1230,
      "inter": 1231,
      "Ġimp": 1232,
      "Ġcorrel": 1233,
      "Ġpoint": 1234,
      "Ġgiven": 1235,
      "Ġge": 1236,
      "Ġstar": 1237,
      "ĠQ": 1238,
      "elf": 1239,
      "fra": 1240,
      "Ġconf": 1241,
      "Ġconstrain": 1242,
      "man": 1243,
      "ucle": 1244,
      "ays": 1245,
      "its": 1246,
      "ward": 1247,
      "Ġmean": 1248,
      "ilar": 1249,
      "Ġmany": 1250,
      "Ġinst": 1251,
      "Ġrem": 1252,
      "usion": 1253,
      "ta": 1254,
      "Ġdynamics": 1255,
      "Ġmain": 1256,
      "ode": 1257,
      "ĠThese": 1258,
      "ier": 1259,
      "Ġ=": 1260,
      "Ġchan": 1261,
      "ood": 1262,
      "Ġsem": 1263,
      "Ġprove": 1264,
      "Ġaut": 1265,
      "astic": 1266,
      "Ġwill": 1267,
      "Ġimport": 1268,
      "Ġwithin": 1269,
      "Ġneut": 1270,
      "Ġatt": 1271,
      "ĠHe": 1272,
      "ensi": 1273,
      "abl": 1274,
      "Ġuni": 1275,
      "Ġ4": 1276,
      "one": 1277,
      "Ġevalu": 1278,
      "veral": 1279,
      "Ġthey": 1280,
      "aw": 1281,
      "Ġtemperature": 1282,
      "gg": 1283,
      "Ġidentif": 1284,
      "Ġlong": 1285,
      "Ġrange": 1286,
      "amma": 1287,
      "Ġent": 1288,
      "mathb": 1289,
      "Ġrate": 1290,
      "wh": 1291,
      "cent": 1292,
      "Ġnovel": 1293,
      "Ġprevious": 1294,
      "axim": 1295,
      "Ġcorrespond": 1296,
      "not": 1297,
      "Ġcurrent": 1298,
      "Ġlevel": 1299,
      "Ġsolutions": 1300,
      "Ġequation": 1301,
      "ances": 1302,
      "Ġmap": 1303,
      "Ġtest": 1304,
      "ines": 1305,
      "ression": 1306,
      "tice": 1307,
      "tern": 1308,
      "ĠJ": 1309,
      "Ġrob": 1310,
      "ext": 1311,
      "Ġlight": 1312,
      "Ġsup": 1313,
      "Ġminim": 1314,
      "eV": 1315,
      "Ġcent": 1316,
      "Ġparameter": 1317,
      "ritical": 1318,
      "Ġalgeb": 1319,
      "Ġcombin": 1320,
      "Ġshown": 1321,
      "dis": 1322,
      "ables": 1323,
      "Ġsame": 1324,
      "istent": 1325,
      "_{\\": 1326,
      "rest": 1327,
      "vic": 1328,
      "Ġnetworks": 1329,
      "Ġaddition": 1330,
      "Ġser": 1331,
      "pha": 1332,
      "Ġpres": 1333,
      "Ġbi": 1334,
      "equ": 1335,
      "ference": 1336,
      "lec": 1337,
      "ength": 1338,
      "Ġconditions": 1339,
      "Ġextend": 1340,
      "Ġobject": 1341,
      "Ġrandom": 1342,
      "row": 1343,
      "Ġeffects": 1344,
      "ough": 1345,
      "ormal": 1346,
      "aking": 1347,
      "by": 1348,
      "Ġvery": 1349,
      "model": 1350,
      "Ġassoci": 1351,
      "dered": 1352,
      "rix": 1353,
      "Ġbec": 1354,
      "iod": 1355,
      "Ġhig": 1356,
      "turb": 1357,
      "Ġevolution": 1358,
      "tically": 1359,
      "Ġequations": 1360,
      "Ġseveral": 1361,
      "Ġdomain": 1362,
      "Ġfeatures": 1363,
      "Ġsche": 1364,
      "Ġexperiments": 1365,
      "ero": 1366,
      "ev": 1367,
      "Ġsurface": 1368,
      "scal": 1369,
      "Ġful": 1370,
      "osm": 1371,
      "Ġknown": 1372,
      "Ġsimple": 1373,
      "Ġav": 1374,
      "Ġcoll": 1375,
      "(\\": 1376,
      "Ġdiff": 1377,
      "ulated": 1378,
      "plement": 1379,
      "Ġwave": 1380,
      "orph": 1381,
      "Ġ5": 1382,
      "ration": 1383,
      "til": 1384,
      "ruction": 1385,
      ".,": 1386,
      "Ġpoly": 1387,
      "perform": 1388,
      "Ġflow": 1389,
      "plo": 1390,
      "be": 1391,
      "cont": 1392,
      "appro": 1393,
      "uch": 1394,
      "ner": 1395,
      "Ġwere": 1396,
      "stand": 1397,
      "Ġ\"": 1398,
      "ake": 1399,
      "Ġpossible": 1400,
      "Ġnear": 1401,
      "Ġchall": 1402,
      "Ġvarious": 1403,
      "Ġgeomet": 1404,
      "ribut": 1405,
      "iron": 1406,
      "Ġ10": 1407,
      "Ġplan": 1408,
      "urac": 1409,
      "Ġabout": 1410,
      "Ġfields": 1411,
      "ract": 1412,
      "Ġeffective": 1413,
      "Ġsugg": 1414,
      "Ġclassif": 1415,
      "Ġtransition": 1416,
      "ĠAs": 1417,
      "tran": 1418,
      "asi": 1419,
      "ock": 1420,
      "erial": 1421,
      "ear": 1422,
      "Ġcontinu": 1423,
      "Ġassum": 1424,
      "ellar": 1425,
      "dif": 1426,
      "ement": 1427,
      "mathbb": 1428,
      "amb": 1429,
      "ns": 1430,
      "oment": 1431,
      "Ġapplications": 1432,
      "Ġdirect": 1433,
      "vect": 1434,
      "reat": 1435,
      "rosc": 1436,
      "Ġstars": 1437,
      "order": 1438,
      "elect": 1439,
      "Ġadd": 1440,
      "Ġtype": 1441,
      "Ġproblems": 1442,
      "Ġtherm": 1443,
      "Ġfrequ": 1444,
      "Ġimage": 1445,
      "20": 1446,
      "reg": 1447,
      "uracy": 1448,
      "Ġgl": 1449,
      "Ġdetect": 1450,
      "Ġbas": 1451,
      "alpha": 1452,
      "Ġdimension": 1453,
      "Ġdefin": 1454,
      "^{-": 1455,
      "ld": 1456,
      "onic": 1457,
      "rated": 1458,
      "ci": 1459,
      "verg": 1460,
      "Ġinvestigate": 1461,
      "Ġsecond": 1462,
      "Ġemission": 1463,
      "abil": 1464,
      "roscop": 1465,
      "Ġerr": 1466,
      "igin": 1467,
      "ould": 1468,
      "ze": 1469,
      "Ġcontrol": 1470,
      "rim": 1471,
      "Ġpair": 1472,
      "plicit": 1473,
      "hi": 1474,
      "ey": 1475,
      "Ġconstruct": 1476,
      "Ġcompon": 1477,
      "Ġincluding": 1478,
      "Ġgalaxies": 1479,
      "Ġinf": 1480,
      "ising": 1481,
      "times": 1482,
      "Ġso": 1483,
      "Ġmaxim": 1484,
      "Ġini": 1485,
      "Ġnumerical": 1486,
      "Ġind": 1487,
      "mp": 1488,
      "Ġfl": 1489,
      "Ġtraining": 1490,
      "lying": 1491,
      "edi": 1492,
      "ort": 1493,
      "Ġeven": 1494,
      "vid": 1495,
      "ollow": 1496,
      "non": 1497,
      "lement": 1498,
      "vis": 1499,
      "ocus": 1500,
      "Ġsimulations": 1501,
      "Ġsize": 1502,
      "Ġsimilar": 1503,
      "angu": 1504,
      "Ġdetermin": 1505,
      "Ġimportant": 1506,
      "Ġmultiple": 1507,
      "vant": 1508,
      "sequ": 1509,
      "Ġconn": 1510,
      "Ġhigher": 1511,
      "Ġasy": 1512,
      "fore": 1513,
      "Ġcompared": 1514,
      "vol": 1515,
      "Ġmic": 1516,
      "ixed": 1517,
      "ift": 1518,
      "Ġmatter": 1519,
      "erg": 1520,
      "Ġalgorithms": 1521,
      "Ġrese": 1522,
      "eta": 1523,
      "Ġnucle": 1524,
      "Ġobservations": 1525,
      "Ġimprove": 1526,
      "izing": 1527,
      "aches": 1528,
      "tics": 1529,
      "Ġoptical": 1530,
      "viron": 1531,
      "ping": 1532,
      "odes": 1533,
      "ount": 1534,
      "cit": 1535,
      "Ġweak": 1536,
      "Ġgive": 1537,
      "inary": 1538,
      "ove": 1539,
      "ified": 1540,
      "Ġdetection": 1541,
      "Ġback": 1542,
      "dist": 1543,
      "This": 1544,
      "Ġexperimental": 1545,
      "Ġstandard": 1546,
      "ĠHere": 1547,
      "Ġefficient": 1548,
      "plied": 1549,
      "ring": 1550,
      "Ġvalue": 1551,
      "ectively": 1552,
      "Ġsequ": 1553,
      "Ġwithout": 1554,
      "Ġ[": 1555,
      "Ġvalues": 1556,
      "ayer": 1557,
      "super": 1558,
      "Ġvia": 1559,
      "irc": 1560,
      "line": 1561,
      "rid": 1562,
      "Ġassociated": 1563,
      "phe": 1564,
      "itude": 1565,
      "uman": 1566,
      "like": 1567,
      "lection": 1568,
      "establ": 1569,
      "ding": 1570,
      "Ġcompar": 1571,
      "enari": 1572,
      "--": 1573,
      "inally": 1574,
      "ints": 1575,
      "asing": 1576,
      "verage": 1577,
      "Ġclassical": 1578,
      "da": 1579,
      "Ġcritical": 1580,
      "more": 1581,
      "Ġbehavior": 1582,
      "Ġmagn": 1583,
      "Ġspectrum": 1584,
      "Ġfurther": 1585,
      "ailable": 1586,
      "ground": 1587,
      "Ġthem": 1588,
      "function": 1589,
      "Ġdeep": 1590,
      "Ġmon": 1591,
      "king": 1592,
      "Ġblack": 1593,
      "bed": 1594,
      "Ġrati": 1595,
      "ulate": 1596,
      "eloc": 1597,
      "ying": 1598,
      "olic": 1599,
      "Ġ20": 1600,
      "Ġintroduce": 1601,
      "Ġmatrix": 1602,
      "partic": 1603,
      "Ġvis": 1604,
      "Ġmeasurements": 1605,
      "Ġaccuracy": 1606,
      "Ġpop": 1607,
      "Ġorigin": 1608,
      "Ġcosm": 1609,
      "ced": 1610,
      "Ġcoupling": 1611,
      "field": 1612,
      "Ġgas": 1613,
      "Ġband": 1614,
      "Ġstatis": 1615,
      "tation": 1616,
      "Ġexisting": 1617,
      "ĠAn": 1618,
      "ories": 1619,
      "Ġquanti": 1620,
      "ense": 1621,
      "Ġscale": 1622,
      "Ġindic": 1623,
      "NN": 1624,
      "Ġthose": 1625,
      "imes": 1626,
      "iter": 1627,
      "variant": 1628,
      "Ġimages": 1629,
      "Ġpolar": 1630,
      "Ġcluster": 1631,
      "oss": 1632,
      "ambda": 1633,
      "Ġsyn": 1634,
      "Ġsource": 1635,
      "attering": 1636,
      "Ġallows": 1637,
      "alled": 1638,
      "set": 1639,
      "Ġformation": 1640,
      "Ġneed": 1641,
      "less": 1642,
      "ences": 1643,
      "Ġabs": 1644,
      "mathcal": 1645,
      "ype": 1646,
      "Ġneural": 1647,
      "onal": 1648,
      "Ġalgebra": 1649,
      "Ġatom": 1650,
      "Ġperiod": 1651,
      "omial": 1652,
      "Ġveloc": 1653,
      "Ġimplement": 1654,
      "ules": 1655,
      "Ġang": 1656,
      "ately": 1657,
      "tially": 1658,
      "Ġlower": 1659,
      "ĠEx": 1660,
      "Ġdeg": 1661,
      "det": 1662,
      "Ġspectral": 1663,
      "vit": 1664,
      "Ġpri": 1665,
      "system": 1666,
      "Ġfocus": 1667,
      "which": 1668,
      "Ġmoment": 1669,
      "right": 1670,
      "Ġreport": 1671,
      "Ġoptimal": 1672,
      "umin": 1673,
      "ants": 1674,
      "Ġglob": 1675,
      "Ġsymmetry": 1676,
      "Ġenh": 1677,
      "hibit": 1678,
      "view": 1679,
      "ture": 1680,
      "Ġu": 1681,
      "atial": 1682,
      "esc": 1683,
      "Ġfil": 1684,
      "Ġnat": 1685,
      "amil": 1686,
      "Ġlarg": 1687,
      "Ġsample": 1688,
      "bility": 1689,
      "}\\": 1690,
      "fter": 1691,
      "Ġoc": 1692,
      "Ġcross": 1693,
      "paramet": 1694,
      "Ġdef": 1695,
      "Ġchannel": 1696,
      "idence": 1697,
      "anguage": 1698,
      "ropy": 1699,
      "ctu": 1700,
      "Ġtasks": 1701,
      "Ġtechniques": 1702,
      "Ġcorresponding": 1703,
      "ects": 1704,
      "Ġmetric": 1705,
      "Ġstudied": 1706,
      "Ġline": 1707,
      "Ġway": 1708,
      "sub": 1709,
      "lear": 1710,
      "own": 1711,
      "Ġprovides": 1712,
      "vector": 1713,
      "gies": 1714,
      "Ġself": 1715,
      "scale": 1716,
      "ifold": 1717,
      "tri": 1718,
      "ogene": 1719,
      "$_": 1720,
      "Ġmaterial": 1721,
      "ĠMore": 1722,
      "certain": 1723,
      "Ġtask": 1724,
      "Ġscenari": 1725,
      "elta": 1726,
      "ras": 1727,
      "Ġval": 1728,
      "Ġspe": 1729,
      "Ġcommun": 1730,
      "pec": 1731,
      "Ġmas": 1732,
      "mu": 1733,
      "Ġfollow": 1734,
      "arm": 1735,
      "Ġrobust": 1736,
      "Ġi": 1737,
      "symmet": 1738,
      "Ġlo": 1739,
      "Ġconstant": 1740,
      "ledge": 1741,
      "zed": 1742,
      "omen": 1743,
      "raph": 1744,
      "Ġmolec": 1745,
      "Ġapplied": 1746,
      "Ġinitial": 1747,
      "ists": 1748,
      "cept": 1749,
      "Ġenviron": 1750,
      "ions": 1751,
      "och": 1752,
      "Ġposi": 1753,
      "Ġcar": 1754,
      "Ġstudies": 1755,
      "ching": 1756,
      "Ġinteractions": 1757,
      "mpto": 1758,
      "etter": 1759,
      "oft": 1760,
      "Ġcontain": 1761,
      "Ġinterest": 1762,
      "Ġcases": 1763,
      "ste": 1764,
      "ga": 1765,
      "auge": 1766,
      "Ġcondition": 1767,
      "Ġopen": 1768,
      "Ġphysical": 1769,
      "ults": 1770,
      "Ġpresented": 1771,
      "Ġgrow": 1772,
      "Ġduring": 1773,
      "Ġboundary": 1774,
      "Ġconsistent": 1775,
      "Ġlattice": 1776,
      "ĠFinally": 1777,
      "Ġchalleng": 1778,
      "Ġestabl": 1779,
      "know": 1780,
      "orld": 1781,
      "Ġavailable": 1782,
      "nomial": 1783,
      "valu": 1784,
      "ains": 1785,
      "lic": 1786,
      "Ġcould": 1787,
      "Ġorbit": 1788,
      "abel": 1789,
      "Ġunderstand": 1790,
      "Ġaddress": 1791,
      "struct": 1792,
      "Ġscheme": 1793,
      "Ġ6": 1794,
      "prop": 1795,
      "tal": 1796,
      "Ġapproaches": 1797,
      "henomen": 1798,
      "Ġexcit": 1799,
      "Ġrelated": 1800,
      "ĠTh": 1801,
      "Ġtheoretical": 1802,
      "pa": 1803,
      "Ġsuggest": 1804,
      "Ġinput": 1805,
      "Ġperturb": 1806,
      "iciency": 1807,
      "Ġfactor": 1808,
      "sign": 1809,
      "Ġcoun": 1810,
      "ears": 1811,
      "Ġresearch": 1812,
      "uture": 1813,
      "ĠFurther": 1814,
      "serv": 1815,
      "rary": 1816,
      "ensor": 1817,
      "Ġend": 1818,
      "uil": 1819,
      "finite": 1820,
      "oid": 1821,
      "aging": 1822,
      "anal": 1823,
      "Ġrelations": 1824,
      "atively": 1825,
      "dynam": 1826,
      "Ġcertain": 1827,
      "duces": 1828,
      "Ġtool": 1829,
      "}(": 1830,
      "Ġfour": 1831,
      "loc": 1832,
      "Ġaction": 1833,
      "Ġred": 1834,
      "Ġstrate": 1835,
      "Ġtarg": 1836,
      "Ġdatasets": 1837,
      "ilib": 1838,
      "Ġnoise": 1839,
      "Ġwa": 1840,
      "Ġdetail": 1841,
      "ade": 1842,
      "Ġprec": 1843,
      "Ġparticle": 1844,
      "Ġprocesses": 1845,
      "Ġfree": 1846,
      "ĠAl": 1847,
      "Ġexplicit": 1848,
      "Ġcaus": 1849,
      "Ġprot": 1850,
      "Ġderive": 1851,
      "Ġstructures": 1852,
      "Ġexact": 1853,
      "Ġzero": 1854,
      "state": 1855,
      "Ġmem": 1856,
      "ĠBy": 1857,
      "vergence": 1858,
      "Ġpresence": 1859,
      "Ġdark": 1860,
      "Ġsepar": 1861,
      "ata": 1862,
      "Ġdiscre": 1863,
      "Ġbel": 1864,
      "Ġerror": 1865,
      "ably": 1866,
      "lex": 1867,
      "Ġlog": 1868,
      "Ġsum": 1869,
      "till": 1870,
      "sem": 1871,
      "Ġrele": 1872,
      "aneous": 1873,
      "que": 1874,
      "Ġpoints": 1875,
      "Ġderived": 1876,
      "trans": 1877,
      "Ġpart": 1878,
      "Ġenc": 1879,
      "hem": 1880,
      "this": 1881,
      "Ġfrequency": 1882,
      "exp": 1883,
      "mark": 1884,
      "achine": 1885,
      "Ġkey": 1886,
      "CD": 1887,
      "Ġnonlinear": 1888,
      "Ġcontext": 1889,
      "Ġreson": 1890,
      "ilibri": 1891,
      "Ġdri": 1892,
      "col": 1893,
      "Ġspatial": 1894,
      "Ġdataset": 1895,
      "Ġparticles": 1896,
      "Ġexhibit": 1897,
      "atisf": 1898,
      "Ġstellar": 1899,
      "tional": 1900,
      "Ġspecific": 1901,
      "dro": 1902,
      "oper": 1903,
      "Ġtri": 1904,
      "Ġwid": 1905,
      "ploy": 1906,
      "ope": 1907,
      "tit": 1908,
      "Ġhuman": 1909,
      "Ġvelocity": 1910,
      "ive": 1911,
      "ither": 1912,
      "from": 1913,
      "izes": 1914,
      "Ġreve": 1915,
      "ety": 1916,
      "Ġprom": 1917,
      "Ġsources": 1918,
      "ape": 1919,
      "Ġscattering": 1920,
      "ody": 1921,
      "sian": 1922,
      "conduct": 1923,
      "Ġgauge": 1924,
      "Ġinvol": 1925,
      "ĠSt": 1926,
      "Ġflux": 1927,
      "}$,": 1928,
      "Ġtimes": 1929,
      "Ġsignal": 1930,
      "Ġdecay": 1931,
      "Ġfraction": 1932,
      "fficient": 1933,
      "ently": 1934,
      "Ġide": 1935,
      "Ġshows": 1936,
      "Ġadap": 1937,
      "Ġdoes": 1938,
      "omorph": 1939,
      "itect": 1940,
      "Ġhyper": 1941,
      "Ġconsidered": 1942,
      "Ġmotion": 1943,
      "Ġglobal": 1944,
      "Ġcost": 1945,
      "Ġpul": 1946,
      "ware": 1947,
      "Ġdevic": 1948,
      "level": 1949,
      "Ġfew": 1950,
      "Ġloss": 1951,
      "roup": 1952,
      "Ġhal": 1953,
      "Ġbetter": 1954,
      "ible": 1955,
      "Ġcontribution": 1956,
      "undam": 1957,
      "Ġratio": 1958,
      "Ġconstraints": 1959,
      "ST": 1960,
      "light": 1961,
      "very": 1962,
      "ryst": 1963,
      "back": 1964,
      "pi": 1965,
      "Ġcode": 1966,
      "Ġspectra": 1967,
      "Ġvol": 1968,
      "Ġexperiment": 1969,
      "eler": 1970,
      "Ġapproximation": 1971,
      "space": 1972,
      "Ġdescribe": 1973,
      "Ġalong": 1974,
      "here": 1975,
      "anced": 1976,
      "divid": 1977,
      "Ġampl": 1978,
      "ĠUsing": 1979,
      "Ġcy": 1980,
      "Ġgap": 1981,
      "differen": 1982,
      ",\\": 1983,
      "Ġgalaxy": 1984,
      "Ġexistence": 1985,
      "ula": 1986,
      "Ġmechanism": 1987,
      "Ġfeature": 1988,
      "ps": 1989,
      "scill": 1990,
      "Ġregular": 1991,
      "bers": 1992,
      "gment": 1993,
      "Ġcommon": 1994,
      "Ġthus": 1995,
      "Ġsignificantly": 1996,
      "Ġapplication": 1997,
      "Ġpath": 1998,
      "Ġpatter": 1999,
      "ench": 2000,
      "Ġprobability": 2001,
      "ests": 2002,
      "Ġaim": 2003,
      "Ġutil": 2004,
      "Ġlength": 2005,
      "Ġoptimization": 2006,
      "Ġhand": 2007,
      "19": 2008,
      "Ġrepresentation": 2009,
      "Ġphysics": 2010,
      "Ġgroups": 2011,
      "Ġbro": 2012,
      "Ġtechnique": 2013,
      "empor": 2014,
      "ilibrium": 2015,
      "Ġfuture": 2016,
      "ink": 2017,
      "Ġvalid": 2018,
      "romagnetic": 2019,
      "Ġsetting": 2020,
      "ochastic": 2021,
      "Ġphenomen": 2022,
      "igur": 2023,
      "Ġpe": 2024,
      "Ġaff": 2025,
      "Ġobjects": 2026,
      "Ġknowledge": 2027,
      "Ġaccur": 2028,
      "Ġques": 2029,
      "Ġcharacteristic": 2030,
      "Ġrole": 2031,
      "Ġsearch": 2032,
      "Ġdeveloped": 2033,
      "Ġet": 2034,
      "SS": 2035,
      "Ġequi": 2036,
      "jective": 2037,
      "Ġprac": 2038,
      "pos": 2039,
      "itting": 2040,
      "ecess": 2041,
      "Ġoscill": 2042,
      "osity": 2043,
      "oint": 2044,
      "Ġear": 2045,
      "Ġrequire": 2046,
      "inf": 2047,
      "ĠZ": 2048,
      "method": 2049,
      "pm": 2050,
      "sil": 2051,
      "cons": 2052,
      "Ġvector": 2053,
      "known": 2054,
      "akes": 2055,
      "tiv": 2056,
      "Ġcirc": 2057,
      "vitational": 2058,
      "ling": 2059,
      "osition": 2060,
      "ĠY": 2061,
      "Ġinterpre": 2062,
      "undamental": 2063,
      "Ġdistance": 2064,
      "tices": 2065,
      "rinci": 2066,
      "Ġexpon": 2067,
      "Ġhel": 2068,
      "ĠMoreover": 2069,
      "son": 2070,
      "Ġasympto": 2071,
      "Ġtotal": 2072,
      "Ġground": 2073,
      "Ġ~": 2074,
      "_\\": 2075,
      "tonian": 2076,
      "Ġrecently": 2077,
      "ĠCon": 2078,
      "igg": 2079,
      "Ġindependent": 2080,
      "Ġarch": 2081,
      "Ġembed": 2082,
      "Ġthermal": 2083,
      "Ġacross": 2084,
      "}$.": 2085,
      "Ġshort": 2086,
      "ince": 2087,
      "Ġpolynomial": 2088,
      "Ġoccur": 2089,
      "Ġtopological": 2090,
      "Ġsupport": 2091,
      "ually": 2092,
      "Ġcorrelation": 2093,
      "Ġgraphs": 2094,
      "LM": 2095,
      "ped": 2096,
      "ots": 2097,
      "Ġgu": 2098,
      "ou": 2099,
      "Ġhom": 2100,
      "Ġstep": 2101,
      "Ġoff": 2102,
      "gram": 2103,
      "ick": 2104,
      "Ġnatural": 2105,
      "12": 2106,
      "Ġtarget": 2107,
      "Ġclassification": 2108,
      "gen": 2109,
      "Ġchang": 2110,
      "Ġhole": 2111,
      "ished": 2112,
      "Ġ8": 2113,
      "Ġneutrin": 2114,
      "Ġexplore": 2115,
      "Ġ{\\": 2116,
      "aussian": 2117,
      "multi": 2118,
      "Ġ+": 2119,
      "gamma": 2120,
      "ky": 2121,
      "actic": 2122,
      "ogeneous": 2123,
      "Ġscalar": 2124,
      "Ġregions": 2125,
      "ooth": 2126,
      "Ġtransform": 2127,
      "Ġbuil": 2128,
      "Ġbeing": 2129,
      "train": 2130,
      "other": 2131,
      "Ġoften": 2132,
      "hom": 2133,
      "dividual": 2134,
      "lected": 2135,
      "ned": 2136,
      "Ġsimulation": 2137,
      "Ġlanguage": 2138,
      "Ġshe": 2139,
      "Ġdirection": 2140,
      "Ġprof": 2141,
      "Ġyield": 2142,
      "Ġcontinuous": 2143,
      "Ġgenerated": 2144,
      "ries": 2145,
      "Ġcre": 2146,
      "reng": 2147,
      "Ġnan": 2148,
      "Ġexamples": 2149,
      "Ġterm": 2150,
      "comm": 2151,
      "Ġsoft": 2152,
      "herent": 2153,
      "tention": 2154,
      "Ġrelation": 2155,
      "Ġimpact": 2156,
      "Ġfixed": 2157,
      "Ġarbit": 2158,
      "Ġdynamical": 2159,
      "Ġsets": 2160,
      "isms": 2161,
      "Ġcoeff": 2162,
      "Ġfull": 2163,
      "rast": 2164,
      "}^": 2165,
      "Ġexplain": 2166,
      "Ġsensi": 2167,
      "type": 2168,
      "Ġefficiency": 2169,
      "Ġill": 2170,
      "mes": 2171,
      "jor": 2172,
      "Ġsatisf": 2173,
      "Ġmodes": 2174,
      "ription": 2175,
      "Ġmuch": 2176,
      "Ġestimate": 2177,
      "ansion": 2178,
      "ributed": 2179,
      "Ġneg": 2180,
      "Ġcentral": 2181,
      "rees": 2182,
      "iral": 2183,
      "bar": 2184,
      "Ġcharge": 2185,
      "mat": 2186,
      "Ġquark": 2187,
      "Ġrest": 2188,
      "Ġrespon": 2189,
      "zation": 2190,
      "ccess": 2191,
      "Ġleads": 2192,
      "Ġspaces": 2193,
      "log": 2194,
      "Ġarg": 2195,
      "Ġaround": 2196,
      "Ġbre": 2197,
      "enchmark": 2198,
      "Ġpositive": 2199,
      "Ġexample": 2200,
      "II": 2201,
      "Ġoperator": 2202,
      "Ġdependence": 2203,
      "Ġdiscussed": 2204,
      "acy": 2205,
      "Ġgo": 2206,
      "ice": 2207,
      "Ġref": 2208,
      "Ġuncertain": 2209,
      "dec": 2210,
      "ducing": 2211,
      "can": 2212,
      "Ġtun": 2213,
      "ox": 2214,
      "Ġprim": 2215,
      "Ġpers": 2216,
      "ause": 2217,
      "Ġradio": 2218,
      "Ġproof": 2219,
      "dient": 2220,
      "iew": 2221,
      "Ġmeasured": 2222,
      "Ġoperators": 2223,
      "Ġtransfer": 2224,
      "ĠFurthermore": 2225,
      "Ġdefined": 2226,
      "osphe": 2227,
      "oding": 2228,
      "Ġdistributions": 2229,
      "Ġseries": 2230,
      "iform": 2231,
      "Ġtransport": 2232,
      "Ġ7": 2233,
      "igen": 2234,
      "Ġ9": 2235,
      "Ġbackground": 2236,
      "Ġgood": 2237,
      "ute": 2238,
      "Ġdetermine": 2239,
      "Ġcompact": 2240,
      "Ġresulting": 2241,
      "Ġamong": 2242,
      "faces": 2243,
      "Ġautom": 2244,
      "Ġhard": 2245,
      "Ġbest": 2246,
      "reement": 2247,
      "Ġwhose": 2248,
      "spec": 2249,
      "Ġrespect": 2250,
      "iqu": 2251,
      "off": 2252,
      "Ġaverage": 2253,
      "process": 2254,
      "Ġgeneration": 2255,
      "mass": 2256,
      "Ġproduct": 2257,
      "alactic": 2258,
      "oud": 2259,
      "ily": 2260,
      "Ġlarger": 2261,
      "Ġnormal": 2262,
      "plications": 2263,
      "Ġexpected": 2264,
      "Ġtypes": 2265,
      "Ġfluctu": 2266,
      "Ġexplo": 2267,
      "emporal": 2268,
      "isting": 2269,
      "Ġ<": 2270,
      "hip": 2271,
      "Ġtechn": 2272,
      "vey": 2273,
      "Ġless": 2274,
      "Ġequival": 2275,
      "most": 2276,
      "Ġachieve": 2277,
      "omal": 2278,
      "sitions": 2279,
      "ĠWh": 2280,
      "Ġtext": 2281,
      "isot": 2282,
      "abilities": 2283,
      "alle": 2284,
      "Ġmomentum": 2285,
      "spect": 2286,
      "Ġmix": 2287,
      "Ġregime": 2288,
      "Ġstochastic": 2289,
      "11": 2290,
      "vised": 2291,
      "ison": 2292,
      "Ġmachine": 2293,
      "ame": 2294,
      "class": 2295,
      "Ġcomplexity": 2296,
      "ditional": 2297,
      "Ġcomputational": 2298,
      "Ġissu": 2299,
      "oles": 2300,
      "min": 2301,
      "Ġlike": 2302,
      "Ġview": 2303,
      "Ġarchitect": 2304,
      "lements": 2305,
      "num": 2306,
      "irm": 2307,
      "Ġcell": 2308,
      "Ġbeam": 2309,
      "AR": 2310,
      "Ġbinary": 2311,
      "Ġincreasing": 2312,
      "ĠAd": 2313,
      "Ġcollision": 2314,
      "Ġdiag": 2315,
      "ering": 2316,
      "Ġmeas": 2317,
      "Ġestimation": 2318,
      "read": 2319,
      "Ġtrac": 2320,
      "oring": 2321,
      "rength": 2322,
      "Ġsynthe": 2323,
      "Ġafter": 2324,
      "silon": 2325,
      "Ġidentify": 2326,
      "versal": 2327,
      "Ġcalculations": 2328,
      "results": 2329,
      "Ġdisk": 2330,
      "Ġcomponents": 2331,
      "ajor": 2332,
      "Ġprediction": 2333,
      "amiltonian": 2334,
      "Ġenvironment": 2335,
      "Ġbounds": 2336,
      "Ġeither": 2337,
      "ded": 2338,
      "Ġax": 2339,
      "Ġtoward": 2340,
      "experim": 2341,
      "roscopic": 2342,
